Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/samediggi.fi/kn_puhe_saamelaiset_kirkossa.pdf.tmx
Source language: fin
Languages: sme

source: Kunnioitettu piispa Samuel Salmi, arkkipiispa Kari Mäkinen, hyvät saamelaiset ja kirkkoväki !
sme: Árvvus adnon bismá Samuel Salmi, gudnejahtton erkebismá Kari Mäkinen, buorit sápmelaččat ja girkoveahka !

source: Lämpimästi tervetuloa uuteen saamelaiskulttuurikeskukseen Sajokseen.
sme: Liekkus buresboahtin ođđa sámi kulturguovddáš Sajosii.

source: Tuon mielelläni saamelaiskäräjien tervehdyksen seminaariin.
sme: Buvttán mielalis sámedikki dearvvahusa seminárii.

source: Seminaarin teema, saamelaiset kirkossa on hyvin ajankohtainen ja toivon, että seminaarin keskusteluissa ja esityksissä tulee konkreettisia esityksiä miten saamenkielisiä ja saamelaiskulttuurinmukaisia palveluja evankelis-luterilaisessa kirkossa voidaan kehittää.
sme: Seminára fáddá, sápmelaččat girkus lea hui áigeguovdil ja sávan, ahte seminára ságastallamiin ja evttohusain bohtet konkrehtalaš evttohusat mot sámegielalaš ja sámi kultuvrra miel bálvalusat evangelalaš-luteralaš girkus sáhttet gárgehuvvot.

source: Haluan kuitenkin muistuttaa, että saamelaisten kirkko on myös ortodoksinen kirkko, ei vain evankelis-luterilainen kirkko.
sme: Hálidan goitge muittuhit, ahte sápmelaččaid girku lea maid ortodoksaid girku, ii dušše evangelalaš-luteralaš girku.

source: On hyvä, että evankelis-luterilainen kirkko käy keskustelua kirkon yhteiskunnallisesta roolista ja suhteesta saamelaiskulttuuriin julkisesti ja avoimesti myös saameksi ja suomeksi.
sme: Lea buorre, ahte evangelalaš-luteralaš girku čađaha ságastallama girku servodatlaš rollas ja gaskavuođas sámi kultuvrii almmolaččat ja rahpasit maiddái sáme- ja suomagillii.

source: On mukava puhua omaa äidinkieltään kirkon seminaarissa.
sme: Lea suohtas hupmat iežas eatnigillii girku semináras.

source: Erityisen iloinen olen siinä, että evankelis-luterilaisen kirkon järjestämän seminaarin yhteydessä kuullaan modernia ja perinteistä saamelaismusiikkia sekä ennen kaikkea joikua, mitä ei hyväksytty evankelis-luterilaisissa kirkoissa vielä 1900-luvun alussa.
sme: Earenoamáš ilus lean das, ahte evangelalaš-luteralaš girku ordnen seminára olis gullat modearnna ja árbevirolaš sámi musihka ja eandalii luođi, mii ii dohkkehuvvon evangelalaš-luteralaš girkuin vel 1900-logu álggus.

source: Evankelis-luterilainen kirkko on kasvanut ja moniarvoistunut, mistä olen hyvin iloinen.
sme: Evangelalaš-luteralaš girku lea šaddan rávisahkái ja šaddan máŋggaárvosažžan, mas lean hui movttet.

source: Evankelis-luterilaisella kirkolla on vahva rooli niin suomalaisessa yhteiskunnassa valtionkirkkona mutta myös saamelaisyhteisössä.
sme: Evangelalaš-luteralaš girkus lea nanu rolla nu suopmelaš servodaga stáhtagirkun muhto maiddái sámi servošis.

source: Saamelaisilla on oma edustajansa kirkolliskokouksessa.
sme: Sápmelaččain lea iežas ovddasteaddji girkolaš čoakkámis.

source: Suuri osa saamelaisista kuuluu kirkkoon.
sme: Eanas sápmelaččain gullet girkui.

source: Evankelis-luterilaisella kirkolla on ennen kaikkea uskonnollinen tehtävä mutta myös laajempi rooli yhteiskunnallisena keskustelijana, kasvattajana, mielipidevaikuttajana, työnantajana ja palvelujen tuottajana.
sme: Evangelalaš-luteralaš girkus lea earenoamážit oskkolaš bargu muhto maid viidát rolla servodatlaš ságastallin, šaddadeaddjin, oaivilváikkuheaddjin, bargoaddin ja bálvalusaid buvttadeaddjin.

source: Evankelis-luterilaisella kirkolla on moniulotteinen rooli saamelaisten historiassa.
sme: Evangelalaš-luteralaš girkus lea máŋggaolat rolla sámi historjjás.

source: Kirkon parissa onkin pohdittu anteeksi pyytämistä saamelaisilta menneisyyden teoista kuten myös piispa Samuel Salmi toi esille omassa tervehdyksessään ja mainitsi sen olevan kuin ilmakupla.
sme: Girku olis leanai guorahallojuvvon galggaliigo dat átnut ándagassii sápmelaččain mannanáiggi daguin dego bismá Samuel Salmi maid buvttii ovdan iežas sáhkavuorus ja namuhii dan dego áibmobulljarassan.

source: Anteeksi pyytäminen on toki kirkon oma asia.
sme: Ándagassii átnun lea diehttelas girku iežas ášši.

source: Saamelaiskäräjien näkökulmasta toivon, että jos kirkko aikoo pyytää anteeksi saamelaisilta, kirkon tulee yksilöidä mistä se pyytää anteeksi ja miksi ja mitä kirkko on valmis tekemään tilanteen korjaamiseksi.
sme: Sámedikki geahččanguovllus sávan, ahte jos girku áigu átnut ándagassii sápmelaččain, de girku galgá spesifiseret mas dat átnu ándagassii ja manin ja maid girku lea gárvvis bargat dili buorideami várás.

source: Myöhemmin saamelaiset voisivat arvioida olivatko anteeksipyyntö ja sen seuraamukset riittäviä ja missä olisi vielä parannettavaa.
sme: Maŋŋelaš sápmelaččat sáhtále guorahallat ledjego ándagassii átnun ja dan čuovvumušat dárbahassii ja mas livččii vel buoridanmunni.

source: Evankelisluterilaisen kirkon asema valtionkirkkona tuo vastuuta ja toivonkin, että kirkko voisi olla edelläkävijänä myös valtioon nähden saamelaisten oikeuksien edistäjänä.
sme: Evangelalaš-luteralaš girku sajádat stáhtagirkun buktá ovddasvástádusa ja sávannai, ahte girku sáhtálii leat ovddasmanni maid stáhta ektui sámiid vuoigatvuođaid ovddideaddjin.

source: Kirkolla on vahva rooli opettajana ja kasvattajana kerhotoiminnan ja rippikoulutoiminnan kautta.
sme: Girku lea gievra oahpaheaddjin ja šaddadeaddjin dehege bajásgeassin riekkesdoaimma ja rihppaskuvladoaimma bakte.

source: Kirkko omalta osaltaan on tukena kirkkoon kuuluvien lasten ja nuorten maailmankuvan ja identiteetin rakentumisessa.
sme: Girku lea iežas oasi mielde doarjjan ráhkadeame daidda mánáide ja nuoraide, geat gullet girkui, máilmmigova ja identiteahta.

source: Onkin tärkeää, että niin kerho- kuin rippikoulutoiminnassa tuotaisiin esille kirkon omaa historiallista perintöä ja sen vaikutuksia, suvaitsevaisuutta ja myös huomioitaisiin saamelaiset alkuperäiskansana.
sme: Leanai dehálaš, ahte riekkes- ja rihppaskuvladoaimmas buktojuvvole ovdan girku iežas historjjálaš árbevierru ja dan váikkuhusat, suovvalašvuohta ja earenoamážit sápmelaččaid geahččanguovllus sápmelaččat galggale váldojuvvot vuhtii álgoálbmogin.

source: Saamelaiskulttuurin, kielten ja saamelaisten yhteiskunnallinen asema on parantunut viime vuosikymmeninä.
sme: Sámi kultuvrra, sámegielaid ja sápmelaččaid servodatlaš dilli lea buorránan mannan logijagiid.

source: Saamelaisten lainsäädännöllinen asema on kohtalainen, mutta saamelaiset kohtaavat yhä edelleen syrjintää.
sme: Sápmelaččaid lágas mearriduvvon sajádat lea oalle duhtadahtti, muhto sápmelaččat muosáhit velnai vealaheami.

source: Saamelaisvastainen kirjoittelu niin internetissä kuin lehtien palstoilla on valitettavan yleistä.
sme: Sápmelaččaid vuostásaš čálašeapmi interneahtas go aviissaid bálstáinnai lea dađi bahábut hui dábálaš.

source: Saamelaiset joutuvat kamppailemaan syrjintää vastaan.
sme: Sápmelaččat šaddet doarrut vealaheami vuostá.

source: Tämän lisäksi globalisaatio ja ilmastonmuutos uhkaavat koko saamelaiskulttuurin tulevaisuutta ja saamelaiset joutuvat syrjinnän lisäksi kamppailemaan oman kielen, kulttuurin, perinteisten elinkeinojen ja koko kulttuurin säilyttämiseksi.
sme: Dasa lassin globalisašuvdna ja dálkkádatrievdan uhkideaba oba sámi kultuvrra boahtteáiggi ja sápmelaččat šaddet fággádallat vealaheami lassin iežaset giela, árbevirolaš ealáhusaid ja oba kultuvrra seailluheami beales.

source: Varsinkin saamelaislasten ja – nuorten saamelaisidentiteetin rakentumiselle syrjivä ja rasistinen kirjoittelu on vahingollista.
sme: Earenoamážit sámi mánáid ja nuoraid sámi identiteahta šaddamis vealaheaddji ja rasisttalaš čálašeapmi lea vahátlaš.

source: Uskon, että evankelis-luterilainen kirkko voisi toimia yhä vahvemmin edelläkävijänä ja myös kasvattavassa roolissa suvaitsevaisuuden edistämiseksi suomalaisessa yhteiskunnassa.
sme: Mun jáhkán, ahte evangelalaš-luteralaš girku sáhttá bargat velnai garraseappot bálggesčuollin ja maid šaddadeaddji rollas suovvalašvuođa ovddideami várás suopmelaš servodagas.

source: Kirkolla on mahdollisuus toimia yhteiskunnan moraalisena selkärankana ja aktiivisena yhteiskuntapoliittisena keskustelijana.
sme: Girkus lea vejolašvuohta doaibmat morála čielgedáktin ja aktiivvalaš servodatpolitihkalaš ságastallin.

source: Olen hyvin iloinen siitä, että piispa Samuel Salmi on nostanut kirkon roolia yhteiskunnallisena vaikuttajana ja tuonut myös saamelaiskulttuurin teemoja esille puheissaan yhä enemmän esille täällä Lapissa.
sme: Lean hui ilus das, ahte bismá Samuel Salmi lea lokten girku rolla servodatlaš váikkuheaddjin ja buktán maid sámi kultuvrra fáttáid ovdan ain eanet dáppe Sámis.

source: Toivon tämän jatkuvan yhä edelleen ja vielä voimistuvankin.
sme: Sávan dán joatkahuvvat dás ovddos ja nu ahte dat šaddá velnai vuoimmálaččabun.

source: Oman ja suuren haasteen myös evankelis-luterilaiselle kirkolle tuo saamelaisten poismuutto pois saamelaisten kotiseutualueelta.
sme: Iežas stuora hástalusa maiddái evangelalaš-luteralaš girkui buktá sápmelaččaid eretmuotkun sámiid ruovttuguovllus.

source: Kirkon saamelaistyön sihteeri toimiikin jo saamelaisten kotiseutualueen ulkopuolella, hän tekee tärkeätä ja loistavaa työtä.
sme: Girku sámi barggu čálli barganái juo sámiid ruovttuguovllu olggobealde, ii das gal, son bargá dehálaš ja hui buori barggu.

source: Kirkko onkin jo järjestänyt saamenkielisen jumalanpalveluksen saamelaisten kotiseutualueen ulkopuolella ja ensi viikolla saamme kuulla saamen kieltä valtiopäivien avajaisten yhteydessä järjestettävässä juhlajumalanpalveluksessa.
sme: Girku leanai juo ordnen sámegiel ipmilbálvalusa sámiid ruovttuguovllu olggobealde ja boahtte vahku beassat gullat sámegiela ávvudanipmilbálvalusas, mii lágiduvvo riikkabeivviid rahpamiid olis.

source: Toivon, että kirkko tukisi omalta osaltaan saamelaisnuorten ja lasten yhteyttä saamelaiskulttuuriin omassa kerho- ja rippikoulutoiminnassaan järjestäen esimerkiksi yhteisiä rippileirejä saamelaisten kotiseutualueen ulkopuolella ja kotiseutualueella asuville saamelaislapsille ja - nuorille.
sme: Sávan, ahte girku doarjjulii iežas osiin sámi mánáid ja nuoraid oktavuođa sámi kultuvrii iežas riekkes- ja rihppaskuvlabarggus nu ahte lágidivččii omd. oktasaš rihppaleairraid sámiid ruovttuguovllu olggobealde ja ruovttuguovllus orru sámi mánáide ja nuoraide.

source: Niin saameksi kuin suomeksi.
sme: Sihke same- ja suomagillii.

source: Annan nyt saamelaiskäräjien tervehdysosassa puheenvuoron saamelaiskäräjien toiselle varapuheenjohtajalle Erkki Lumisalmelle.
sme: Attán dál sámedikki dearvvahusoasis sáhkavuoru sámedikki nuppi várreságadoalli Erkki Lumisalmii.

source: Odotan mielenkiinnolla seminaarin keskusteluja ja ennen kaikkea niitä toimia, mitä seminaarista seuraa.
sme: Vuorddán stuora beroštumiin ságastallamiid ja earenoamážit daid doaimmaid, mat semináras čuvvot..
